{
  "CopilotChat.nvim": { "branch": "main" },
  "LazyVim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "bamboo.nvim": { "branch": "master" },
  "blink-cmp-avante": { "branch": "master" },
  "blink-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "claudecode.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "everforest": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flexoki-neovim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "matteblack.nvim": { "branch": "main" },
  "mcphub.nvim": { "branch": "main" },
  "md-pdf.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-eslint": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "precognition.nvim": { "branch": "main" },
  "project.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "screenkey.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
